Repository: KonstantinLeschenko/unlock
Catalog: lib/l10n/intl_*.arb
Languages: ru, uk

source: Your card of a day
ru: Твоя карта дня
uk: Твоя карта дня

# aboutCardOfADay
source: Learn more about card of a day
ru: Подробнее о карте дня
uk: Дізнатися більше про картку дня

# aboutCardOfADayText
source: The card of the day is a hint from MAC that will help you get answers to questions (from personal to financial), find a solution to your problem, and look at a familiar situation from a new perspective. What do we have to do? Formulate your request. The questions can be completely different, depending on what topic you want to explore: 'What direction should I move today/this week?', 'What is stopping me?', 'What is the first step I can take?', 'What?' I’m not happy with what I’m doing, what can I improve, perfect?' The answers can come immediately, at the first glance at the picture. It happens that the association does not arise, and more time is needed to 'stay' with the card. In this case, you can help yourself with additional questions: 'What on the card most attracted my attention?', 'What feelings and emotions does this card evoke in me?', 'How does the character/characters in the picture feel?', 'What will he/they do next?', 'What is happening on the map?', 'What happened up to this moment?', 'What will happen now?', 'Is it me on the map or am I looking at this map?', 'Which of this do I not want to see? Why?', 'How can this card be associated with the answer to my question?', 'How does this image on the map, these associations resonate with my life?', 'Imagine that this is not the whole picture, but part of it. What do you think will be outside the frame, what is the continuation of this picture?'
ru: Карта дня - подсказка от МАК, которая поможет Вам получить ответы на вопросы (от личных до финансовых), найти решение своей проблемы, взглянуть на привычную ситуацию с новой стороны. Что нужно делать? Сформулируйте свой запрос. Вопросы могут быть совершенно разные, в зависимости от того, какую тему Вы хотите поисследовать: 'В каком направлении мне двигаться сегодня/на этой неделе?', 'Что мне мешает?', 'Какой первый шаг я могу предпринять?', 'Что меня не устраивает в том, чем я занимаюсь, что я могу улучшить, усовершенствовать?'. Ответы могут прийти сразу, при первом взгляде на картинку. Бывает, что ассоциация не возникает, и необходимо больше времени, чтобы 'побыть' с картой. В таком случае, можно помочь себе дополнительными вопросами: 'Что на карте больше всего привлекло моё внимание?', 'Какие чувства и эмоции у меня вызывает эта карта?', 'Что чувствует персонаж/персонажи на картинке?', 'Что он/они будут делать дальше?', 'Что происходит на карте?', 'Что происходило до этого момента?', 'Что сейчас произойдёт?', 'Это я на карте или я смотрящий на эту карту?', 'Что из этого я не хочу видеть? Почему?', 'Как эта карта может быть связана с ответом на мой вопрос?', 'Как этот образ на карте, эти ассоциации перекликаются с моей жизнью?', 'Представьте, что это не вся картинка, а её часть. Что по вашему мнению будет за рамкой, каково продолжение этой картинки?'.
uk: Карта дня – підказка від МАК, яка допоможе Вам отримати відповіді на запитання (від особистих до фінансових), знайти вирішення своєї проблеми, поглянути на звичну ситуацію з нового боку. Що потрібно робити? Сформулюйте свій запит. Питання можуть бути зовсім різні, залежно від того, яку тему Ви хочете дослідити: 'У якому напрямку мені рухатися сьогодні/цього тижня?', 'Що мені заважає?', 'Який перший крок я можу зробити?', 'Що мене не влаштовує в тому, чим я займаюся, що я можу покращити, вдосконалити? Відповіді можуть прийти відразу при першому погляді на картинку. Буває, що асоціація не виникає, і треба більше часу, щоб 'побути' з картою. У такому разі можна допомогти собі додатковими питаннями: 'Що на карті найбільше привернуло мою увагу?', 'Які почуття та емоції у мене викликає ця карта?', 'Що відчуває персонаж/персонажі на картинці?', 'Що він/вони робитимуть далі?', 'Що відбувається на карті?', 'Що відбувалося до цього моменту?', 'Що зараз відбудеться?', 'Це я на карті або я дивлюся на цю карту?', 'Що з цього я не хочу бачити? Чому?', 'Як ця карта може бути пов'язана з відповіддю на моє питання?', 'Як цей образ на карті, ці асоціації перегукуються з моїм життям?', 'Уявіть, що це не вся картинка, а її частина. Що на вашу думку буде за рамкою, яке продовження цієї картинки?'.

source: learning
ru: Методические материалы
uk: Методичні матеріали

source: Practices
ru: Практики
uk: Практики

source: About this App
ru: О приложении
uk: Про застосунок

# userPageTitle
source: Personal account
ru: Личный кабинет
uk: Особистий кабінет

# notificationsPageTitle
source: Notifications
ru: Уведомления
uk: Повідомлення

# consultationPageTitle
source: Sign up for a consultation
ru: Запись на консультацию
uk: Запис на консультацію

# feedBackPageTitle
source: Feedback
ru: Обратная связь
uk: Зворотній звʼязок

source: Theme of the messege
ru: Тема
uk: Тема

source: Your messege
ru: Сообщение
uk: Повідомлення

source: Send
ru: Отправить
uk: Відправити

source: My profile
ru: Мой профиль
uk: Мій профіль

source: Personal data
ru: Персональный данные
uk: Ососбисті дані

source: Last name
ru: Фамилия
uk: Прізвище

source: First Name
ru: Имя
uk: Імʼя

# patronymic
source: Patronimic
uk: По батькові

source: Birth Day
ru: Дата рождения
uk: Дата народження

source: Contacts
ru: Контактная информация
uk: Контактні дані

source: Email
ru: электронная почта
uk: Електронна пошта

source: Phone number
ru: Номер телефона
uk: Номер телефона

# languahe
source: Language
ru: Язык
uk: Мова

source: Save changes
ru: Сохранить изменения
uk: Зберегти зміни

source: Log out
ru: Выйти из профиля
uk: Вийти з профілю

# registrationPageTitle
source: Registration
ru: Регистрация
uk: Реєстрація

# hintLogIn
source: Your email
ru: Логин
uk: Електронна пошта

# hintPassword
source: Your password
ru: Пароль
uk: Пароль

# register
source: Register an account
ru: Зарегистрироваться
uk: Зареєструватися

# forgotPassword
source: Forgot your password ?
ru: Забыли пароль ?
uk: Забули пароль ?

source: Log In
ru: Вход
uk: Увійти

# doNotHaveAccount
source: Do not have accont yet ?
ru: Ещё нет учётной записи ?
uk: Ще немає облікового запису ?

# catCrisisSituations
source: Crisis situations
ru: Кризисные ситуации
uk: Кризові ситуації

# catMotherhood
source: Motherhood
ru: Материнство
uk: Материнство

# catRelationhipsWithPeople
source: Relationships with people
ru: Отношения с людьми
uk: Відносини з людьми

# catFindingSupport
source: Finding support
ru: Поиск опоры
uk: Пошук опори

# catSearchForAResource
source: Search for a resource
ru: Поиск ресурса
uk: Пошук ресурсу

# catBuildingYourOwnBoundaries
source: Building your own boundaries
ru: Построение собственных границ
uk: Побудова власних кордонів

# catOvercomingFears
source: Overcoming fears
ru: Преодоление страхов
uk: Подолання страхів

# catPriorities
source: Priorities
ru: Приоритеты
uk: Пріоритети

# catPsychosomatics
source: Psychosomatics
ru: Психосоматика
uk: Психосоматика

# catSelfEsteemAndSelfWorth
source: Self-esteem and self-worth
ru: Самооценка и самоценность
uk: Самооцінка та самоцінність

# catSelfSabotage
source: Self-sabotage
ru: Самосаботаж
uk: Самосаботаж

# catConfidence
source: Confidence
ru: Уверенность
uk: Впевненість

# artWhatIsMac
source: MAC - what is it and what is it for?
ru: МАК - что это и для чего?
uk: МАК – що це і для чого?

# artTypesOfMACDecks
source: Types of MAC decks
ru: Виды колод МАК
uk: Види колод МАК

# artPryncyplesOfWorking
source: Principles of working with MAC
ru: Принципы работы с МАК
uk: Принципи роботи з МАК

# artStrategiesForWorking
source: Strategies for working with MAC
ru: Стратегии работы с МАК
uk: Стратегії роботи з МАК

# artMethodsOfApplication
source: Methods of application
ru: Способы применения
uk: Способи застосування

# artMACDiagnostics
source: MAC - diagnostics
ru: МАК - диагностика
uk: МАК – діагностика

# artAuxiliaryTool
source: MAC - as an auxiliary tool
ru: МАК - как вспомогательный инструмент
uk: МАК – як допоміжний інструмент

# artWorkingTool
source: MAC - as a full-fledged working tool
ru: МАК - как полноценный рабочий инструмент
uk: МАК – як повноцінний робочий інструмент

# artSchemeOfPsychocorrectionSession
source: Scheme of a psychocorrection session
ru: Схема сеанса психокоррекции
uk: Схема сеансу психокорекції

# artFixation
source: MAC - fixation
ru: МАК - фиксация
uk: МАК – фіксація

# artRequestOptions
source: Request options
ru: Варианты запросов
uk: Варіанти запитів

# artSessionEndOptions
source: Session end options
ru: Варианты завершения сессии
uk: Варіанти завершення сесії
